[
  {
    "character": "Malcolm \"Mal\" Reynolds",
    "bio": "The owner of Serenity and former Independent sergeant in the pivotal Battle of Serenity Valley. Malcolm grew up on a ranch, and was raised by his mother and the ranch hands. In the Unification War, he fought for the Independent Army, the \"Browncoats\", as a platoon sergeant in the 57th Overlanders. He is cunning, a capable leader and a skilled fighter. Mal's main character drive is his will for independence. While he is not above petty theft, smuggling or even killing to maintain his free lifestyle, he is generally honest in his dealings with others, fiercely loyal to his crew and closely follows a personal moral code."
  },
  {
    "character": "Zoe Alleyne Washburne",
    "bio": "Second-in-command onboard Serenity, a loyal wartime friend of Captain Reynolds, and the wife of Wash. Her surname during the Unification War was Alleyne. She was born and raised on a ship and served under Mal during the war as a corporal. Described by her husband as a \"warrior woman\", she is a capable fighter who keeps calm even in the most dangerous situations. She demonstrates an almost unconditional loyalty to Mal, the only exception noted being her marriage to Wash, which the captain claims was against his orders."
  },
  {
    "character": "Hoban \"Wash\" Washburne",
    "bio": "Serenity's pilot and Zoe's husband. Deeply in love with his wife, Wash expresses jealousy over his wife's \"war buddy\" relationship and unconditional support of their captain, most particularly in the episode \"War Stories\", in which he confronts Mal regarding their relationship. He joined pilot training just to see the stars, which were invisible from the surface of his polluted homeworld, and he joined Serenity despite being highly sought after by other ships. He is very light-hearted and tends to make amusing comments, despite the severity of any situation."
  },
  {
    "character": "Inara Serra",
    "bio": "A Companion, which is the 26th century equivalent of an escort, mistress, hetaera, Geisha, courtesan, or oiran, who rents one of the Serenity's two small shuttles. Inara enjoys high social standing. Her presence confers a degree of legitimacy and social acceptance the crew of Serenity would not have without her on board. As a highly educated Hooker with a heart of gold, Inara displays great dignity, civility and compassion. There is strong romantic tension between her and Mal, who share many character traits, but each jokingly objects to the other's \"whoring\" or \"petty theft\", respectively. Both neglect to act on their feelings, and try to keep their relationship professional."
  },
  {
    "character": "Jayne Cobb",
    "bio": "Hired gun. He and Mal met on opposite sides of a rivalry; Mal, while held at gunpoint, offered Jayne his own bunk and a higher cut than his current employer, so he turned coat and shot his then-partners. In the original Pilot \"Serenity\" he intimates to Mal that he didn't betray him because \"The money wasn't good enough,\" however previously he had pointedly asked the Alliance agent whether he would be required to turn on the captain to help him, and in \"Ariel\" defends his actions alerting the authorities regarding Simon and River by claiming he had not intended to betray Mal. He is someone who can be depended on in a fight. He tends to act like a \"lummox\" who thinks he is the smartest person in space, but occasional hints of intelligence peek through this facade, giving the impression that he acts dumber than he is.[11] As Whedon states several times, Jayne is the man who will ask the questions that no one else wants to. Even though he is a macho character, he has shown a particularly intense fear of Reavers, more so than the rest of the crew. Despite his amoral mercenary persona, he sends a significant portion of his income to his mother, again suggesting that there is more to his character than what he presents to the rest of the crew."
  },
  {
    "character": "Kaywinnet Lee \"Kaylee\" Frye",
    "bio": "The ship's mechanic. In the episode \"Out of Gas\", it is established that she has no formal training, but keeps Serenity running with an intuitive gift for the workings of mechanical equipment. Jewel Staite explains Kaylee's character as being wholesome, sweet, and \"completely genuine in that sweetness\", adding \"She loves being on that ship. She loves all of those people. And she is the only one who loves all of them incredibly genuinely.\" She has a crush on Dr. Simon Tam. Kaylee is the heart of the ship: according to creator Joss Whedon, if Kaylee believes something, it is true."
  },
  {
    "character": "Dr. Simon Tam",
    "bio": "A medical researcher and trauma surgeon of the first caliber (top 3% in his class at a top core-planet institution), who is on the run after breaking his sister River out of a government research facility. In the episode \"Safe\", it is revealed that he and River had a privileged upbringing with access to the best education. Simon sacrificed a highly successful future in medicine, over his stern father's severe objections, when he rescued River. His bumbling attempts at a romantic relationship with Kaylee are a recurring subplot throughout the series, and at every turn he seems to find a way to unwittingly foil his own attempts at romance. His life is defined by caring for his sister."
  },
  {
    "character": "River Tam",
    "bio": "Smuggled onto the ship by her brother. A highly intelligent, compassionate and intuitive child prodigy. Experiments and invasive brain surgery at an Alliance secret facility left her delusional, paranoid, and at times violent, though her uncanny ability to seemingly sense things before they happen leaves question to where the delusions end and reality begins for her. The experiments seemed to have made her a psychic, providing her with a seemingly innate ability in hand-to-hand combat, and she is capable of killing or incapacitating several stronger opponents with ease. She gets frequent fits of anxiety and experiences post-traumatic flashbacks of her time in the Alliance facility. Her mental instability and uncanny abilities, paired with several erratic and violent acts, is a recurring source of fear and doubt among the crew, especially with Jayne (who she once slashed with a knife) and who very frequently requests that they be taken off the ship."
  },
  {
    "character": "Derrial Book",
    "bio": "A Shepherd (equivalent to a pastor). Although presented as a devout Christian, Book has profound knowledge about criminal activities and police corruption. In \"Safe\", he was shown to have sufficient status in the Alliance to receive emergency medical treatment from an Alliance ship, with no questions asked. He is also proficient in hand-to-hand combat and the use of firearms. While objecting to violence most of the time, on a rescue mission he joins the fight, stating that while the Bible is quite specific about killing, it is \"somewhat fuzzier on the subject of kneecaps\". Book is a moral guide for Mal and the rest of the crew, a voice of reason, conscience and spirituality. Ironically, he seems to get along well with the amoral mercenary Jayne, with the two spotting each other while working out using a bench press. His hidden backstory would have been gradually revealed, had the series continued, but was instead explored in the 2010 comic book The Shepherd's Tale."
  },
  {
    "character": "Serenity",
    "bio": "The ship."
  }
]
